"TITLE_INTRODUCTION" = "Introduction";
"TITLE_IDENTIFYING" = "Identification du clavier";
"TITLE_CONCLUSION" = "Conclusion";
"TITLE_SELECT" = "Sélectionnez le type du clavier";

"INTRO_TEXT" = "Le clavier n’est pas identifiable et ne sera pas utilisable tant qu’il ne sera pas identifié. Pour l’identifier, cliquez sur Continuer.\n\nSi votre clavier fonctionne et s’il y a un autre périphérique d’entrée USB connecté à l’ordinateur que le clavier, vous pouvez passer cette étape.";
"LEFT_SHIFT_TEXT" = "Appuyez sur la touche située immédiatement à droite de la touche Maj sur la partie gauche du clavier.";
"RIGHT_SHIFT_TEXT" = "Appuyez sur la touche située immédiatement à gauche de la touche Maj sur la partie droite du clavier.";
"SHIFT_SUB_TEXT" = "N’appuyez qu’une fois sur la touche et ne la maintenez pas longtemps enfoncée. Lorsqu’elle sera reconnue, la fenêtre suivante apparaîtra.";
"CONFIRM_TEXT" = "Votre clavier a été identifié. Cliquez sur Terminé pour commencer à utiliser votre ordinateur. S’il ne s’agit pas du type de clavier correct, sélectionnez le type approprié et cliquez sur Terminé.";
"FORCE_CONFIRM_TEXT" = "Sélectionnez le type du clavier et cliquez sur Terminé. Si vous ne connaissez pas cette information, contactez le fabricant du clavier et demandez-lui d’en identifier le type.";
"PROGRESS_TEXT" = "Identification du clavier...";
"WARNING_TITLE" = "Votre clavier n’est pas identifiable.";
"WARNING_MESSAGE" = "Les touches sur lesquelles vous avez appuyé n’ont pas été reconnues. Cliquez sur OK pour sélectionner le type du clavier.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Ignorer";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Appuyez sur la touche située immédiatement à droite de la touche Maj sur la partie gauche du clavier qui ne peut pas être identifié.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Appuyez sur la touche située immédiatement à gauche de la touche Maj sur la partie droite du clavier qui ne peut pas être identifié.";
"EXTERNAL_WARNING_MESSAGE" = "Vous avez appuyé sur une touche de votre clavier Apple Keyboard. Veuillez appuyer sur les touches du clavier qui ne peut pas être identifié.";

"ANSI_TITLE" = "ANSI (États-Unis et autres)";
"ANSI_HINT" = "Clavier standard 101 ou 102 touches et d’autres claviers";

"ISO_TITLE" = "ISO (européen)";
"ISO_HINT" = "Clavier ISO/IEC 9995 standard";

"JIS_TITLE" = "JIS (japonais)";
"JIS_HINT" = "Clavier japonais standard avec touches de méthode de saisie";

"MacISO_TITLE" = "ISO (européen)";
"MacISO_HINT" = "Clavier ISO/Macintosh";
